using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace дз1
{
	class Program
	{
		static void Main(string[] args)
		{
			Console.ForegroundColor = ConsoleColor.Green;
			Console.WriteLine("Н.Рэм - Блевок");
			Console.ForegroundColor = ConsoleColor.Yellow;
			Console.WriteLine(@"Рыгнем с восторгом лошадинным
На вашу сыть, на вашу стать!
Ужель, восторженным кретинам —
Вселенную не заблевать?
Вы веселитесь беззаботно
И так проходит день за днем;
А мы на мир взираем рвотно,
А завтра—завтра мы блевнем!
Да, мир прекрасней всех полотен!
Всех Тицианов и Анджел,
Когда жемчужиной блевотин
Он ограненно прозвенел!
Пускай стоит земля нагая,
Роняя менструаций след,
Когда, икая и рыгая,
Рожает истину поэт.
Пути свершений всем отлоги,
А быту — за верстой верста,
Но физиология физиологий —
Заднепроходная мечта!
Прислушайтесь к собратьев лаю,
К их плеску в водах вешних луж
Я на прямой кишке сыграю
Себе и солнцу бодрый туш!
Лишь мне дано свершений хлебы
Всем разделить, восстав от сна —
Я десять лет уж в бане не был
И — ароматен, как весна!
Погрязнуть мне ль в событий хламе?
Иль брызнуть в мир мечты струю?
— Живу как все, блюю стихами
И даже вообще блюю.
Живу здоров и беззаботен,
Вонзивши в быт мечты маяк.
В водовороте всех блевотин
Всегда первейшая — моя!
Гляжу, с восторгом лошадинным.
На нашу сыть, на нашу стать —
— Ужель подобным исполинам
Вселенную не заблевать!");
			Console.ForegroundColor = ConsoleColor.White;
		}
	}
}
